Repository: joelbtactic/bPortal
Catalog: bPortal/locale/*/LC_MESSAGES/django.po
Languages: ca_es

source: Logout
ca_es: Tancar sessió

source: You have been logged out.
ca_es: Heu tancat la sessió.

source: Click here to login again.
ca_es: Feu clic aquí per tornar a iniciar sessió.

source: Login
ca_es: Iniciar sessió

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
ca_es: El vostre compte no té accés a aquesta pàgina. Per continuar, inicieu la sessió amb un compte que tingui accés.

source: Please login to see this page.
ca_es: Inicieu sessió per veure aquesta pàgina.

source: Please sign in
ca_es: Si us plau, inicieu sessió

source: Lost password?
ca_es: Heu oblidat la contrasenya?

source: Your username and password didn't match. Please try again.
ca_es: El vostre nom d'usuari o contrasenya no són correctes. Si us plau, torneu a provar-ho.

source: Your password was changed.
ca_es: S'ha modificat la contrasenya!

source: Please correct the error below.
ca_es: Si us plau, corregiu el següent error.

source: Please correct the errors below.
ca_es: Si us plau, corregiu els següents errors.

source: Password change
ca_es: Modificar contrasenya

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ca_es: Introduïu la contrasenya antiga, per motius de seguretat i, a continuació, introduïu la nova contrasenya dues vegades per tal que puguem verificar que l'heu escrit correctament.

source: Change my password
ca_es: Canvia la meva contrasenya

source: Cancel
ca_es: Cancel·lar

source: Your password has been set. You may go ahead and log in now.
ca_es: S'ha modificat la vostra contrasenya. Podeu seguir endavant i iniciar sessió ara.

source: Login again?
ca_es: Tonar a iniciar sessió?

source: Please enter your new password twice so we can verify you typed it in correctly.
ca_es: Introduïu la vostra nova contrasenya dues vegades per poder verificar que l'heu escrit correctament.

source: New password:
ca_es: Nova contrasenya:

source: Confirm password:
ca_es: Confirmeu la contrasenya:

source: Password reset failed
ca_es: Ha fallat la restauració de la contrasenya

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ca_es: L'enllaç de restabliment de la contrasenya no és vàlid, possiblement perquè ja s'ha usat. Torneu a sol·licitar el restabliment de la contrasenya.

source: Request a new password reset
ca_es: Tornar a restablir la contrasenya

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
ca_es: Us hem enviat per correu electrònic les instruccions per restablir la vostra contrasenya, si existeix un compte amb el correu electrònic que heu introduït. Les heu de rebre en breus moments.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ca_es: Si no rebeu un correu electrònic, assegureu-vos que heu introduït l'adreça amb la que us heu registrat i consulteu la vostra carpeta de correu brossa.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ca_es: Heu rebut aquest correu electrònic perquè heu sol·licitat un restabliment de la contrasenya del vostre compte d'usuari a %(site_name)s.

source: Please go to the following page and choose a new password:
ca_es: Aneu a la següent pàgina i configureu una contrasenya nova.

source: Your username, in case you've forgotten:
ca_es: El vostre nom d'usuari, en cas que l'hagueu oblidat:

source: Thanks for using our site!
ca_es: Gràcies per utilitzar el nostre lloc!

source: The %(site_name)s team
ca_es: L'equip de %(site_name)s

source: Password reset
ca_es: Restablir contrasenya

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
ca_es: Heu oblidat la vostra contrassenya? Introduïu la vostra adreça de correu electrònic i us enviarem les instruccions per configurar-ne una de nova.

source: Email address:
ca_es: Direcció de correu electrònic:

source: Reset my password
ca_es: Restablir la contrasenya

source: You are currently offline. Some features may not be available.
ca_es: Actualment estàs desconnectat. Algunes funcions poden no estar disponibles.
